//
//  DominoData.swift
//  Test3Starter
//
//  Created by Lee on 2020/07/03.
//  Copyright © 2020 Kira. All rights reserved.
//

import Foundation

let dominoData: [[String: Any]] = [
  [
    "카테고리": "슈퍼시드",
    "메뉴": [
      ["품명": "글램핑 바비큐", "가격": 10000],
      ["품명": "알로하 하와이안", "가격": 10000],
      ["품명": "우리 고구마", "가격": 10000],
      ["품명": "콰트로 치즈 퐁듀", "가격": 10000]
    ]
  ],
  [
    "카테고리": "프리미엄",
    "메뉴": [
      ["품명": "더블크러스트 이베리코", "가격": 10000],
      ["품명": "블랙앵거스 스테이크", "가격": 10000],
      ["품명": "블랙타이거 슈림프", "가격": 10000],
      ["품명": "와규 앤 비스테카", "가격": 10000],
      ["품명": "직화 스테이크", "가격": 10000],
    ]
  ],
  [
    "카테고리": "클래식",
    "메뉴": [
      ["품명":"포테이토", "가격": 10000],
      ["품명":"슈퍼디럭스", "가격": 10000],
      ["품명":"슈퍼슈프림", "가격": 10000],
      ["품명":"베이컨체더치즈", "가격": 10000],
      ["품명":"불고기", "가격": 10000],
      ["품명":"페퍼로니", "가격": 10000],
    ]
  ],
  [
    "카테고리": "사이드디시",
    "메뉴": [
      ["품명":"딸기 슈크림", "가격": 7000],
      ["품명":"슈퍼곡물 치킨", "가격": 7000],
      ["품명":"애플 크러스트 디저트", "가격": 7000],
      ["품명":"치킨퐁듀 그라탕", "가격": 7000],
      ["품명":"퀴노아 치킨 샐러드", "가격": 7000],
      ["품명":"포테이토 순살치킨", "가격": 7000]
    ]
  ],
  [
    "카테고리": "음료",
    "메뉴": [
      ["품명": "미닛메이드 스파클링 청포도", "가격": 3000],
      ["품명": "스프라이트", "가격": 3000],
      ["품명": "코카콜라", "가격": 3000],
      ["품명": "코카콜라 제로", "가격": 3000]
    ]
  ],
  [
    "카테고리": "피클소스",
    "메뉴": [
      ["품명": "갈릭 디핑 소스", "가격": 500],
      ["품명": "스위트 칠리소스", "가격": 500],
      ["품명": "우리 피클 L", "가격": 500],
      ["품명": "우리 피클 M", "가격": 500],
      ["품명": "핫소스", "가격": 500]
    ]
  ]
]

